insert into posts (user_id, title, text, time, is_active , moderation_status, view_count)
values (1, 'Грудное вскармливание', 'Часто молодые мамы пишут мне, что не знают, как похудетью. Стресс, гормоны, грудное вскармливание, ради которого многие педиатры требуют соблюдать особое меню – и вот уже девушка не узнает себя в зеркале.', '2017-01-01 01:01:01', 0, 'DECLINED', 0);
insert into posts (user_id, title, text, time, is_active , moderation_status, view_count)
values (2, 'Сахар зло', 'Начну сразу с того, что сахар это зло. Когда мы в качестве поощрения или знака внимания, благодарности и т.п. предлагаем ребенку конфетку, уже в этот момент происходит подсадка на сладкую иглу.', '2017-07-07 02:02:02', 1, 'ACCEPTED', 7);
insert into posts (user_id, title, text, time, is_active , moderation_status, view_count)
values (3, 'Подсадили!!!', 'Почему подсадка? Когда мы дарим себе радость в виде чего-то сладкого, то на какое-то время наше настроение повышается. В мозг поступает сигнал о том, что мы получили что-то приятное.', '2018-03-03 03:03:03', 1, 'ACCEPTED', 12);
insert into posts (user_id, title, text, time, is_active , moderation_status, view_count)
values (4, 'Сладкая волна', 'Организм быстренько привыкает к этому, время приятных ощущений сокращается и мозг начинает требовать больше сладкого. Более того, ресурсы организма, только что испытавшего сладкую волну, быстро истощаются.', '2018-08-08 04:04:04', 1, 'ACCEPTED', 25);
insert into posts (user_id, title, text, time, is_active , moderation_status, view_count)
values (5, 'Бедные дети!', 'По детям это особенно хорошо видно. Только что вокруг вас вилась юла, бил фейерверк энергии, блендер без крышки - и вот уже обессиленное чадо лежит и с секунды на секунду начнет истерить от усталости.', '2019-04-04 05:05:05', 1, 'ACCEPTED', 43);
insert into posts (user_id, title, text, time, is_active , moderation_status, view_count)
values (6, 'Это мини-бомба', 'Не удивляйтесь. Именно так работает одна конфета. Как мини-бомба. Только что она сгенерировала в организме энергию огромной силы. Но тут же откатилась назад. И умный мозг услужливо подсказывает, что надо съесть что-нибудь сладенькое.', '2019-09-09 06:06:06', 1, 'DECLINED', 5);
insert into posts (user_id, title, text, time, is_active , moderation_status, view_count)
values (7, 'Короткий путь', 'Кроме того, что это игра на износ, подвох в том, что сахар это еще и калории. От сладостей до ожирения путь становится тем короче, чем чаще сахар появляется в нашей жизни.', '2020-02-02 07:07:07', 1, 'ACCEPTED', 37);
insert into posts (user_id, title, text, time, is_active , moderation_status, view_count)
values (8, 'Не важно где', 'Причем в любом виде - конфеты, торты, печенье, каша быстрого приготовления, кетчуп, колбаса, батон из магазина. Огромное количество продуктов промышленного производства содержит сахар.', '2020-06-06 08:08:08', 1, 'NEW', 0);
insert into posts (user_id, title, text, time, is_active , moderation_status, view_count)
values (9, 'Хронические проблемы', 'А дальше по нарастающей идут проблемы с постоянной усталостью, депрессией, головными болями, повышением давления, нарушением работы сердца, иммунными и гормональными проблемами, диабетом, ранним старением и т.д.', '2020-09-09 09:09:09', 1, 'ACCEPTED', 0);
insert into posts (user_id, title, text, time, is_active , moderation_status, view_count)
values (1, 'Это просто наркота!', 'Чтобы эффект стал более очевиден, покажу в карусели впечатляющий слайд из исследования. Его проводили в США. На снимке - мозг человека, который постоянно употребляет сладости, и мозг наркомана, который употребляет кокаин.', '2020-10-10 10:10:10', 0, 'ACCEPTED', 0);
insert into posts (user_id, title, text, time, is_active , moderation_status, view_count)
values (1, 'А вы согласны?', 'Согласитесь, есть повод внимательнее отнестись к содержанию продуктов и пореже кушать сахар?', '2020-12-12 12:12:12', 0, 'NEW', 0);
